Repository: systopia/de.systopia.mailbatch
Catalog: l10n/*/LC_MESSAGES/mailbatch.po
Languages: de_de

source: Send e-mail to %1 contacts
de_de: E-Mail an %1 Kontakte versenden

source: Message Template
de_de: Nachrichtenvorlage

source: Sender
de_de: Absender

source: Reply-To
de_de: Antwort An

source: Batch Size
de_de: Chargengröße

source: Send if attachment not found?
de_de: Auch verschicken wenn der Dateianhang nicht gefunden wurde?

source: Activity (when sent)
de_de: Aktivität (Versand erfolgreich)

source: Activity Subject
de_de: Aktivität Titel

source: Activity (when failed)
de_de: Aktivität (Versand fehlgeschlage)

source: Activity Style
de_de: Struktur der Aktivität

source: Individual
de_de: Einzeln

source: Grouped
de_de: Gruppiert

source: Subject (Sending Failed)
de_de: Titel (Versand Fehlgeschalgen)

source: Subject (No Email)
de_de: Titel (Keine E-Mail Adresse)

source: Assign to
de_de: Zuweisen an

source: Send %1 Emails
de_de: %1 E-Mails Verschicken

source: Sending Emails %1 - %2
de_de: Send E-Mails %1 - %2

source: Finishing
de_de: Abschließen

source: Sending %1 Event Emails
de_de: Versende %1 E-Mails

source: %1 E-Mails per Batch
de_de: %1 E-Mails pro Charge

source: --disabled--
de_de: --deaktiviert--

source: Send %1 Email(s) to %2 Contact(s)
de_de: %1 E-Mails an %2 Kontakte versenden

source: E-Mail Type
de_de: E-Mail Kategorie

source: Refresh
de_de: Aktualisieren

source: primary
de_de: primär

source: billing (flag)
de_de: Rechnung (Marker)

source: Attachment '%1' could not be generated or found.
de_de: Dateianhang '%1' konnte nicht gefunden oder generiert werden.

source: The following errors occurred (with contact/contribution IDs):
de_de: Die folgenden Fehler sind aufgetreten (nach Kontakt-/Zuwendungs-IDs):

source: Contribution [%1] (Contact [%2]): %3
de_de: Zuwendung [%1] (Kontakt [%2]): %3

source: Error was: %1
de_de: Fehler war: %1

source: The following errors occurred (with contact IDs):
de_de: Die folgenden Fehler sind aufgetreten (nach Kontakt-IDs):

source: The following errors occurred (with contact/membership IDs):
de_de: Die folgenden Fehler sind aufgetreten (mit Kontakt-/Mitgliedschafts-IDs):

source: Membership [%1] (Contact [%2]): %3
de_de: Mitgliedschaft [%1] (Kontakt [%2]): %3

source: There have been changes to the way attachments are handled in the MailBatch extension. If you were using attachments you should install the %1 extension.
de_de: Die Verarbeitung von E-Mail-Anhängen in der MailBatch-Erweiterung wurde verändert. Wenn Sie zuvor E-Mail-Anhänge verwendet haben, sollten Sie die Erweiterung %1 installieren.

source: MailBatch: Changes to attachments
de_de: MailBatch: Änderungen bei E-Mail-Anhängen

source: Send E-Mail (via MailBatch)
de_de: E-Mail versenden (via MailBatch)

source: If this is checked, the email will be sent, even if the attachment is not found.
de_de: Ist diese Option aktiviert, so wird auch dann eine E-mail versandt, wenn der Anhang nicht gefunden wurde.

source: Otherwise it will be not sent, and receive an error activity instead.
de_de: Andernfalls wird gar keine E-Mail versandt, und stattdessen eine Fehleraktivität angelegt.

source: SMARTY is a template language to provide highly personalised content. Only turn this on, if you know what you're doing.
de_de: SMARTY ist eine Vorlagensprache für personalisierte Inhalte. Schalten Sie dies nur ein, wenn Sie wissen, was Sie tun.

source: SMARTY can negatively interact with inline html styling or font declarations, so if you don't have straightforward HTML content, you might run into issues using SMARTY as well.
de_de: SMARTY kann sich negativ auf Inline-HTML-Styling oder Schriftartendeklarationen auswirken. Wenn Sie also keinen einfachen HTML-Inhalt haben, könnten Sie auch bei der Verwendung von SMARTY auf Probleme stoßen.

source: You can set another subject for activities contacts that didn't have a valid email address in the first place.
de_de: Hier können sie einen weiteren Titel für die Fehleraktivität angeben, für den Fall das der selektierte Kontakt gar keine (aktive) E-Mail-Adresse hatte.

source: If you leave this empty, no activity will be created in for those contacts.
de_de: Wird hier nichts ausgewählt, so werden keine Fehleraktivitäten für diese Kontakte angelegt.

source: Warning:
de_de: Warnung:

source: %1 contact(s) have no viable email address, an email will not be sent to them.
de_de: %1 Kontakte haben keine (aktive) E-Mail-Adresse; diesen Kontakten wird keine E-Mail geschickt.

source: Mailing Properties
de_de: E-Mail Einstellungen

source: Content
de_de: Inhalt

source: Attachments
de_de: Dateianhänge

source: If you would like to add file attachments to e-mails, consider installing the %1 extension which provides a framework for different attachment types.
de_de: Wenn Sie Dateianhänge zu E-Mail-Nachrichten hinzufügen möchten, sollten Sie die Installation der Erweiterung %1, die Rahmenfunktionalität für verschiedene Dateianhangtypen zur Verfügung stellt, in Betracht ziehen.

source: This includes e.g. attaching existing files per contact.
de_de: Dies beinhaltet z. B. das Anhängen bestehender Dateien pro Kontakt.

source: Activities
de_de: Aktivitäten

source: This includes e.g. attaching existing files per contact or contribution and CiviCRM invoices.
de_de: Dies beinhaltet z. B. das Anhängen bestehender Dateien pro Kontakt oder Zuwendung, und CiviCRM-Rechnungen.
